{"config": {"layers": [{"config": {"batch_input_shape": [null, 14], "dtype": "float32", "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "activity_regularizer": null, "name": "dense_588", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "trainable": true, "kernel_regularizer": null, "units": 52, "bias_constraint": null, "activation": "relu", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "beta_constraint": null, "axis": -1, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "gamma_constraint": null, "gamma_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_regularizer": null, "center": true, "scale": true, "name": "batch_normalization_489", "epsilon": 0.001, "trainable": true}, "class_name": "BatchNormalization"}, {"config": {"activation": "relu", "bias_regularizer": null, "activity_regularizer": null, "name": "dense_589", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "trainable": true, "kernel_regularizer": null, "units": 52, "bias_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "beta_constraint": null, "axis": -1, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "gamma_constraint": null, "gamma_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_regularizer": null, "center": true, "scale": true, "name": "batch_normalization_490", "epsilon": 0.001, "trainable": true}, "class_name": "BatchNormalization"}, {"config": {"activation": "relu", "bias_regularizer": null, "activity_regularizer": null, "name": "dense_590", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "trainable": true, "kernel_regularizer": null, "units": 52, "bias_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "beta_constraint": null, "axis": -1, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "gamma_constraint": null, "gamma_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_regularizer": null, "center": true, "scale": true, "name": "batch_normalization_491", "epsilon": 0.001, "trainable": true}, "class_name": "BatchNormalization"}, {"config": {"activation": "softmax", "bias_regularizer": null, "activity_regularizer": null, "name": "dense_591", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "trainable": true, "kernel_regularizer": null, "units": 6, "bias_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_constraint": null}, "class_name": "Dense"}], "name": "sequential_100"}, "keras_version": "2.2.4", "class_name": "Sequential", "backend": "tensorflow"}