{"config": {"layers": [{"config": {"bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 90, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "dtype": "float32", "bias_constraint": null, "activation": "sigmoid", "batch_input_shape": [null, 9], "name": "dense_118"}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.6675120927034277, "name": "dropout_110", "seed": null, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"center": true, "axis": -1, "momentum": 0.99, "scale": true, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "trainable": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "beta_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_constraint": null, "gamma_constraint": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "name": "batch_normalization_110"}, "class_name": "BatchNormalization"}, {"config": {"bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 90, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "sigmoid", "name": "dense_119"}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.6675120927034277, "name": "dropout_111", "seed": null, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"center": true, "axis": -1, "momentum": 0.99, "scale": true, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "trainable": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "beta_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_constraint": null, "gamma_constraint": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "name": "batch_normalization_111"}, "class_name": "BatchNormalization"}, {"config": {"bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 90, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "sigmoid", "name": "dense_120"}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.6675120927034277, "name": "dropout_112", "seed": null, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"center": true, "axis": -1, "momentum": 0.99, "scale": true, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "trainable": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "beta_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_constraint": null, "gamma_constraint": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "name": "batch_normalization_112"}, "class_name": "BatchNormalization"}, {"config": {"bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 90, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "sigmoid", "name": "dense_121"}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.6675120927034277, "name": "dropout_113", "seed": null, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"center": true, "axis": -1, "momentum": 0.99, "scale": true, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "trainable": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "beta_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_constraint": null, "gamma_constraint": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "name": "batch_normalization_113"}, "class_name": "BatchNormalization"}, {"config": {"bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 90, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "sigmoid", "name": "dense_122"}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.6675120927034277, "name": "dropout_114", "seed": null, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"center": true, "axis": -1, "momentum": 0.99, "scale": true, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "trainable": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "beta_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_constraint": null, "gamma_constraint": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "name": "batch_normalization_114"}, "class_name": "BatchNormalization"}, {"config": {"bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 90, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "sigmoid", "name": "dense_123"}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.6675120927034277, "name": "dropout_115", "seed": null, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"center": true, "axis": -1, "momentum": 0.99, "scale": true, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "trainable": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "beta_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_constraint": null, "gamma_constraint": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "name": "batch_normalization_115"}, "class_name": "BatchNormalization"}, {"config": {"bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 90, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "sigmoid", "name": "dense_124"}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.6675120927034277, "name": "dropout_116", "seed": null, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"center": true, "axis": -1, "momentum": 0.99, "scale": true, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "trainable": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "beta_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_constraint": null, "gamma_constraint": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "name": "batch_normalization_116"}, "class_name": "BatchNormalization"}, {"config": {"bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 90, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "sigmoid", "name": "dense_125"}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.6675120927034277, "name": "dropout_117", "seed": null, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"center": true, "axis": -1, "momentum": 0.99, "scale": true, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "trainable": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "beta_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_constraint": null, "gamma_constraint": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "name": "batch_normalization_117"}, "class_name": "BatchNormalization"}, {"config": {"bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 90, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "sigmoid", "name": "dense_126"}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.6675120927034277, "name": "dropout_118", "seed": null, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"center": true, "axis": -1, "momentum": 0.99, "scale": true, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "trainable": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "beta_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_constraint": null, "gamma_constraint": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "name": "batch_normalization_118"}, "class_name": "BatchNormalization"}, {"config": {"bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 90, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "sigmoid", "name": "dense_127"}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.6675120927034277, "name": "dropout_119", "seed": null, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"center": true, "axis": -1, "momentum": 0.99, "scale": true, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "trainable": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "beta_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_constraint": null, "gamma_constraint": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "name": "batch_normalization_119"}, "class_name": "BatchNormalization"}, {"config": {"bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 90, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "sigmoid", "name": "dense_128"}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.6675120927034277, "name": "dropout_120", "seed": null, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"center": true, "axis": -1, "momentum": 0.99, "scale": true, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "trainable": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "beta_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_constraint": null, "gamma_constraint": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "name": "batch_normalization_120"}, "class_name": "BatchNormalization"}, {"config": {"bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 90, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "sigmoid", "name": "dense_129"}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.6675120927034277, "name": "dropout_121", "seed": null, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"center": true, "axis": -1, "momentum": 0.99, "scale": true, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "trainable": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "beta_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_constraint": null, "gamma_constraint": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "name": "batch_normalization_121"}, "class_name": "BatchNormalization"}, {"config": {"bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 90, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "sigmoid", "name": "dense_130"}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.6675120927034277, "name": "dropout_122", "seed": null, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"center": true, "axis": -1, "momentum": 0.99, "scale": true, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "trainable": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "beta_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_constraint": null, "gamma_constraint": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "name": "batch_normalization_122"}, "class_name": "BatchNormalization"}, {"config": {"bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 90, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "sigmoid", "name": "dense_131"}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.6675120927034277, "name": "dropout_123", "seed": null, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"center": true, "axis": -1, "momentum": 0.99, "scale": true, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "trainable": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "beta_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_constraint": null, "gamma_constraint": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "name": "batch_normalization_123"}, "class_name": "BatchNormalization"}, {"config": {"bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 7, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "sigmoid", "name": "dense_132"}, "class_name": "Dense"}], "name": "sequential_9"}, "keras_version": "2.2.4", "backend": "tensorflow", "class_name": "Sequential"}