{"backend": "tensorflow", "keras_version": "2.2.4", "config": {"name": "sequential_100", "layers": [{"config": {"bias_constraint": null, "name": "dense_589", "batch_input_shape": [null, 14], "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activation": "relu", "units": 53, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"name": "batch_normalization_490", "epsilon": 0.001, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_constraint": null, "beta_constraint": null, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "axis": -1, "scale": true, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_regularizer": null, "momentum": 0.99, "gamma_regularizer": null, "trainable": true, "center": true, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "BatchNormalization"}, {"config": {"bias_constraint": null, "name": "dense_590", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 53, "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"name": "batch_normalization_491", "epsilon": 0.001, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_constraint": null, "beta_constraint": null, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "axis": -1, "scale": true, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_regularizer": null, "momentum": 0.99, "gamma_regularizer": null, "trainable": true, "center": true, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "BatchNormalization"}, {"config": {"bias_constraint": null, "name": "dense_591", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 53, "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"name": "batch_normalization_492", "epsilon": 0.001, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_constraint": null, "beta_constraint": null, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "axis": -1, "scale": true, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_regularizer": null, "momentum": 0.99, "gamma_regularizer": null, "trainable": true, "center": true, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "BatchNormalization"}, {"config": {"bias_constraint": null, "name": "dense_592", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 53, "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"name": "batch_normalization_493", "epsilon": 0.001, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_constraint": null, "beta_constraint": null, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "axis": -1, "scale": true, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_regularizer": null, "momentum": 0.99, "gamma_regularizer": null, "trainable": true, "center": true, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "BatchNormalization"}, {"config": {"bias_constraint": null, "name": "dense_593", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 53, "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"name": "batch_normalization_494", "epsilon": 0.001, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_constraint": null, "beta_constraint": null, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "axis": -1, "scale": true, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_regularizer": null, "momentum": 0.99, "gamma_regularizer": null, "trainable": true, "center": true, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "BatchNormalization"}, {"config": {"bias_constraint": null, "name": "dense_594", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 53, "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"name": "batch_normalization_495", "epsilon": 0.001, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_constraint": null, "beta_constraint": null, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "axis": -1, "scale": true, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_regularizer": null, "momentum": 0.99, "gamma_regularizer": null, "trainable": true, "center": true, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "BatchNormalization"}, {"config": {"bias_constraint": null, "name": "dense_595", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 6, "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}]}, "class_name": "Sequential"}