{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.4", "config": {"name": "sequential_4", "layers": [{"class_name": "Dense", "config": {"kernel_constraint": null, "bias_regularizer": null, "batch_input_shape": [null, 9], "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "units": 84, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "trainable": true, "name": "dense_52", "use_bias": true}}, {"class_name": "Dropout", "config": {"name": "dropout_49", "trainable": true, "noise_shape": null, "seed": null, "rate": 0.9155370642989841}}, {"class_name": "BatchNormalization", "config": {"center": true, "gamma_regularizer": null, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "axis": -1, "beta_regularizer": null, "scale": true, "gamma_constraint": null, "epsilon": 0.001, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "momentum": 0.99, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "name": "batch_normalization_49", "beta_constraint": null, "trainable": true}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "units": 84, "name": "dense_53", "trainable": true, "use_bias": true}}, {"class_name": "Dropout", "config": {"name": "dropout_50", "trainable": true, "noise_shape": null, "seed": null, "rate": 0.9155370642989841}}, {"class_name": "BatchNormalization", "config": {"center": true, "gamma_regularizer": null, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "axis": -1, "beta_regularizer": null, "scale": true, "gamma_constraint": null, "epsilon": 0.001, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "momentum": 0.99, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "name": "batch_normalization_50", "beta_constraint": null, "trainable": true}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "units": 84, "name": "dense_54", "trainable": true, "use_bias": true}}, {"class_name": "Dropout", "config": {"name": "dropout_51", "trainable": true, "noise_shape": null, "seed": null, "rate": 0.9155370642989841}}, {"class_name": "BatchNormalization", "config": {"center": true, "gamma_regularizer": null, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "axis": -1, "beta_regularizer": null, "scale": true, "gamma_constraint": null, "epsilon": 0.001, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "momentum": 0.99, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "name": "batch_normalization_51", "beta_constraint": null, "trainable": true}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "units": 7, "name": "dense_55", "trainable": true, "use_bias": true}}]}}