{"keras_version": "2.2.4", "config": {"layers": [{"config": {"kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "units": 36, "bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_227", "batch_input_shape": [null, 9], "kernel_constraint": null, "dtype": "float32", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.3784589067104071, "noise_shape": null, "seed": null, "name": "dropout_210"}, "class_name": "Dropout"}, {"config": {"beta_initializer": {"config": {}, "class_name": "Zeros"}, "axis": -1, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "momentum": 0.99, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_regularizer": null, "name": "batch_normalization_210", "trainable": true, "center": true, "gamma_constraint": null, "scale": true, "beta_constraint": null}, "class_name": "BatchNormalization"}, {"config": {"kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "units": 36, "bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_228", "kernel_constraint": null, "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.3784589067104071, "noise_shape": null, "seed": null, "name": "dropout_211"}, "class_name": "Dropout"}, {"config": {"beta_initializer": {"config": {}, "class_name": "Zeros"}, "axis": -1, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "momentum": 0.99, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_regularizer": null, "name": "batch_normalization_211", "trainable": true, "center": true, "gamma_constraint": null, "scale": true, "beta_constraint": null}, "class_name": "BatchNormalization"}, {"config": {"kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "units": 36, "bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_229", "kernel_constraint": null, "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.3784589067104071, "noise_shape": null, "seed": null, "name": "dropout_212"}, "class_name": "Dropout"}, {"config": {"beta_initializer": {"config": {}, "class_name": "Zeros"}, "axis": -1, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "momentum": 0.99, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_regularizer": null, "name": "batch_normalization_212", "trainable": true, "center": true, "gamma_constraint": null, "scale": true, "beta_constraint": null}, "class_name": "BatchNormalization"}, {"config": {"kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "units": 36, "bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_230", "kernel_constraint": null, "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.3784589067104071, "noise_shape": null, "seed": null, "name": "dropout_213"}, "class_name": "Dropout"}, {"config": {"beta_initializer": {"config": {}, "class_name": "Zeros"}, "axis": -1, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "momentum": 0.99, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_regularizer": null, "name": "batch_normalization_213", "trainable": true, "center": true, "gamma_constraint": null, "scale": true, "beta_constraint": null}, "class_name": "BatchNormalization"}, {"config": {"kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "units": 36, "bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_231", "kernel_constraint": null, "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.3784589067104071, "noise_shape": null, "seed": null, "name": "dropout_214"}, "class_name": "Dropout"}, {"config": {"beta_initializer": {"config": {}, "class_name": "Zeros"}, "axis": -1, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "epsilon": 0.001, "momentum": 0.99, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "beta_regularizer": null, "name": "batch_normalization_214", "trainable": true, "center": true, "gamma_constraint": null, "scale": true, "beta_constraint": null}, "class_name": "BatchNormalization"}, {"config": {"kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "units": 7, "bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_232", "kernel_constraint": null, "trainable": true}, "class_name": "Dense"}], "name": "sequential_18"}, "class_name": "Sequential", "backend": "tensorflow"}