{"keras_version": "2.2.4", "class_name": "Sequential", "backend": "tensorflow", "config": {"layers": [{"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "activity_regularizer": null, "batch_input_shape": [null, 14], "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "trainable": true, "kernel_constraint": null, "bias_constraint": null, "units": 56, "bias_regularizer": null, "kernel_regularizer": null, "name": "dense_182", "dtype": "float32"}}, {"class_name": "BatchNormalization", "config": {"momentum": 0.99, "name": "batch_normalization_149", "gamma_constraint": null, "center": true, "beta_constraint": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "epsilon": 0.001, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "axis": -1, "gamma_regularizer": null, "beta_regularizer": null, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}}}, {"class_name": "Dense", "config": {"name": "dense_183", "use_bias": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "kernel_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "units": 56, "activation": "relu", "bias_regularizer": null, "trainable": true}}, {"class_name": "BatchNormalization", "config": {"momentum": 0.99, "name": "batch_normalization_150", "gamma_constraint": null, "center": true, "beta_constraint": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "epsilon": 0.001, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "axis": -1, "gamma_regularizer": null, "beta_regularizer": null, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}}}, {"class_name": "Dense", "config": {"name": "dense_184", "use_bias": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "kernel_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "units": 56, "activation": "relu", "bias_regularizer": null, "trainable": true}}, {"class_name": "BatchNormalization", "config": {"momentum": 0.99, "name": "batch_normalization_151", "gamma_constraint": null, "center": true, "beta_constraint": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "epsilon": 0.001, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "axis": -1, "gamma_regularizer": null, "beta_regularizer": null, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}}}, {"class_name": "Dense", "config": {"name": "dense_185", "use_bias": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "kernel_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "units": 56, "activation": "relu", "bias_regularizer": null, "trainable": true}}, {"class_name": "BatchNormalization", "config": {"momentum": 0.99, "name": "batch_normalization_152", "gamma_constraint": null, "center": true, "beta_constraint": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "epsilon": 0.001, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "axis": -1, "gamma_regularizer": null, "beta_regularizer": null, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}}}, {"class_name": "Dense", "config": {"name": "dense_186", "use_bias": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "kernel_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "units": 6, "activation": "softmax", "bias_regularizer": null, "trainable": true}}], "name": "sequential_34"}}