{"class_name": "Sequential", "keras_version": "2.2.4", "backend": "tensorflow", "config": {"name": "sequential_95", "layers": [{"class_name": "Dense", "config": {"name": "dense_553", "units": 66, "batch_input_shape": [null, 14], "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "activation": "relu", "dtype": "float32", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "kernel_constraint": null}}, {"class_name": "BatchNormalization", "config": {"name": "batch_normalization_459", "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "epsilon": 0.001, "beta_constraint": null, "center": true, "gamma_constraint": null, "trainable": true, "axis": -1, "beta_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "momentum": 0.99, "beta_regularizer": null, "scale": true, "gamma_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_554", "units": 66, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}}}, {"class_name": "BatchNormalization", "config": {"name": "batch_normalization_460", "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "epsilon": 0.001, "beta_constraint": null, "center": true, "gamma_constraint": null, "trainable": true, "axis": -1, "beta_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "momentum": 0.99, "beta_regularizer": null, "scale": true, "gamma_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_555", "units": 66, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}}}, {"class_name": "BatchNormalization", "config": {"name": "batch_normalization_461", "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "epsilon": 0.001, "beta_constraint": null, "center": true, "gamma_constraint": null, "trainable": true, "axis": -1, "beta_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "momentum": 0.99, "beta_regularizer": null, "scale": true, "gamma_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_556", "units": 66, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}}}, {"class_name": "BatchNormalization", "config": {"name": "batch_normalization_462", "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "epsilon": 0.001, "beta_constraint": null, "center": true, "gamma_constraint": null, "trainable": true, "axis": -1, "beta_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "momentum": 0.99, "beta_regularizer": null, "scale": true, "gamma_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_557", "units": 66, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}}}, {"class_name": "BatchNormalization", "config": {"name": "batch_normalization_463", "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "epsilon": 0.001, "beta_constraint": null, "center": true, "gamma_constraint": null, "trainable": true, "axis": -1, "beta_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "momentum": 0.99, "beta_regularizer": null, "scale": true, "gamma_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_558", "units": 66, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}}}, {"class_name": "BatchNormalization", "config": {"name": "batch_normalization_464", "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "epsilon": 0.001, "beta_constraint": null, "center": true, "gamma_constraint": null, "trainable": true, "axis": -1, "beta_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "momentum": 0.99, "beta_regularizer": null, "scale": true, "gamma_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_559", "units": 6, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "activation": "softmax", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}}}]}}